Revit 2027 API
ParameterTypeId.PeakHeatingLoadParam Property
 "Peak Heating Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PeakHeatingLoadParam { get; }
Public Shared ReadOnly Property PeakHeatingLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PeakHeatingLoadParam {
	ForgeTypeId^ get ();
}
static member PeakHeatingLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace